tap 'homebrew/cask'
tap 'heroku/brew'
tap 'adoptopenjdk/openjdk'

brew 'openssl'
brew 'python'
brew 'git'
brew 'zsh'
brew 'cmake'
brew 'chruby'
brew 'heroku'
brew 'fzf'
brew 'yarn'
brew 'postgresql', restart_service: true
brew 'pgcli'
brew 'redis', restart_service: true
brew 'ruby-install'
brew 'zsh'
brew 'the_silver_searcher'
brew 'neovim'
brew 'watchman'

cask '1password'
cask 'anki'
cask 'keepingyouawake'
cask 'flux'
cask 'visual-studio-code'
cask 'alfred'
cask 'appcleaner'
cask 'slack'
cask 'dash'
cask 'firefox'
cask 'rectangle'
cask 'vlc'
cask 'spotify'
cask 'sabnzbd'
cask 'iterm2'
cask 'adoptopenjdk8'
cask 'android-studio'

